import CommentsList from "../../../components/common/CommentsList";
const comments = [
  {
    desc: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.",
    author: "مهتاب سلامی",
  },
  {
    desc: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است  چاپگرها و متون بلکه روزنامه و چاپگرها و متون بلکه روزنامه و  چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.",
    author: "مهتاب سلامی",
  },
  {
    desc: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.",
    author: "مهتاب سلامی",
  },
  {
    desc: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است  چاپگرها و متون بلکه روزنامه و چاپگرها و متون بلکه روزنامه و  چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.",
    author: "مهتاب سلامی",
  },
];

export default function ProductComments() {
  return (
    <div className="shadow-md rounded-md p-5 md:p-10 border border-gray-400/20">
      <CommentsList comments={comments} />
    </div>
  );
}
